Repository: flensrocker/vdr-plugin-dynamite
Catalog: po/*.po
Languages: de_de

source: attached %s
de_de: %s eingehängt

source: detached %s
de_de: %s ausgehängt

source: attach/detach devices on the fly
de_de: Empfangsgeräte während des Betriebs ein- und aushängen

source: list attached devices
de_de: eingebundene Geräte anzeigen

source: scan for new DVB devices
de_de: nach neuen DVB-Geräten suchen

source: detach device
de_de: Gerät aushängen

source: disable detach of device
de_de: Gerät vor Aushängen schützen

source: enable detach of device
de_de: Gerät zum Aushängen freigeben

source: disable auto-idle mode of device
de_de: Auto-Idle deaktivieren für Gerät

source: enable auto-idle mode of device
de_de: Auto-Idle aktivieren für Gerät

source: switch device to idle
de_de: Gerät schlafen legen
